slides/slides.md
```mermaid
classDiagram
  class Application

  class Controller

  class Calculator

  Application --> Controller : starts
  Controller --> Calculator : uses

  <<bootstrap>> Application
  <<REST>> Controller
  <<Service>> Calculator
```
